* Todos and time for Francis

** TODO Make request_processor work
   CLOCK: [2011-03-04 Fri 14:23]--[2011-03-04 Fri 14:43] =>  0:20

** TODO BLOG - Faire Fonctionner le blog avec les nouveau menu
*** DONE Page generic du blog
    CLOSED: [2011-03-28 Mon 01:04]
*** DONE Pagination
    CLOSED: [2011-03-28 Mon 01:03]
*** DONE Page specifique de blog
    CLOSED: [2011-03-30 Wed 22:08]
*** DONE Archive
    CLOSED: [2011-03-28 Mon 01:04]
    CLOCK: [2011-03-27 Sun 19:33]--[2011-03-28 Mon 01:01] => 5:28  
*** DONE Categorie
    CLOSED: [2011-03-28 Mon 01:00]
*** TODO Remove classic hardcode in blog archives
*** TODO Refactor html_navigation for code reuse
*** TODO Make template tag or widget for blog navigation
*** DONE Widget Point to new urls
    CLOSED: [2011-03-30 Wed 23:55]
**** DONE Short
     CLOSED: [2011-03-30 Wed 23:55]
     CLOCK: [2011-03-30 Wed 22:09]--[2011-03-30 Wed 23:54] =>  1:45
**** DONE Long
     CLOSED: [2011-03-30 Wed 23:55]
     CLOCK: [2011-03-30 Wed 23:54]--[2011-03-30 Wed 23:55] =>  0:01

#+BEGIN: clocktable :maxlevel 2 :scope file
Clock summary at [2011-03-30 Wed 23:56]

|Headline|Time|
|-
|*Total time*| *7:34*|
|-
|Todos and time for Francis|7:34|
|TODO Make request_processor work||0:20|
|TODO BLOG - Faire Fonctionner le blog avec les nouveau menu||7:14|
#+END:
